{
  "recipes": [
    {
      "id": 1,
      "url_imagem": "https://comidinhasdochef.com/wp-content/uploads/2020/02/Bolo-de-Cenoura-Tudo-Gostoso.jpg",
      "titulo": "Bolo de Cenoura",
      "autor": "Suellen Souza Pereira",
      "ingredientes": [
        "Farinha",
        "3 Ovos",
        "Chocolate",
        "Açucar",
        "Cenoura"
      ],
      "modo_preparo": [
        "Bata no liquidificador todos os ingredientes, acrescentando a farinha aos poucos.",
        "Depois unte e enfarinhe uma forma e despeje a massa nela. Asse em forno médio por cerca de 40 minutos. Tire do forno, espere amornar e desenforme."
      ],
      "info_adicionais": "O bolo de cenoura é um bolo doce com raspagem de cenoura misturada dentro da massa. A cenoura é amolecida no processo de cozimento, e o bolo, usualmente, tem um amolecimento e uma textura densa e suave. O bolo de cenoura à moda brasileira é feito com uma massa contendo cenoura, normalmente com cobertura de chocolate."
    },
    {
      "id": 3,
      "url_imagem": "https://rocketseat-cdn.s3-sa-east-1.amazonaws.com/launchbase/receitas/lasanha.png",
      "titulo": "Lasanha mac n' cheese",
      "autor": "Juliano Vieira",
      "ingredientes": [
        "massa pronta de lasanha",
        "400g de presunto",
        "400g de mussarela ralada",
        "2 copos de requeijão",
        "150g de mussarela para gratinar"
      ],
      "modo_preparo": [
        "Em uma panela, coloque a manteiga para derreter.",
        "Acrescente a farinha de trigo e misture bem com auxílio de um fouet.",
        "Adicione o leite e misture até formar um creme homogêneo.",
        "Tempere com sal, pimenta e noz-moscada a gosto.",
        "Desligue o fogo e acrescente o creme de leite; misture bem e reserve."
      ],
      "info_adicionais": "Recheie a lasanha da forma que preferir."
    },
    {
      "id": 6,
      "url_imagem": "https://rocketseat-cdn.s3-sa-east-1.amazonaws.com/launchbase/receitas/burger.png",
      "titulo": "Triplo bacon burger",
      "autor": "Jorge Relato",
      "ingredientes": [
        "3 kg de carne moída (escolha uma carne magra e macia)",
        "300 g de bacon moído",
        "1 ovo",
        "3 colheres (sopa) de farinha de trigo",
        "3 colheres (sopa) de tempero caseiro: feito com alho, sal, cebola, pimenta e cheiro verde processados no liquidificador",
        "30 ml de água gelada"
      ],
      "modo_preparo": [
        "Misture todos os ingredientes muito bem e amasse para que fique tudo muito bem misturado.",
        "Faça porções de 90 g a 100 g.",
        "Forre um plástico molhado em uma bancada e modele os hambúrgueres utilizando um aro como base.",
        "Faça um de cada vez e retire o aro logo em seguida.",
        "Forre uma assadeira de metal com plástico, coloque os hambúrgueres e intercale camadas de carne e plásticos (sem apertar).",
        "Faça no máximo 4 camadas por forma e leve para congelar.",
        "Retire do congelador, frite ou asse e está pronto."
      ],
      "info_adicionais": "Preaqueça a chapa, frigideira ou grelha por 10 minutos antes de levar os hambúrgueres. Adicione um pouquinho de óleo ou manteiga e não amasse os hambúrgueres! Você sabia que a receita que precede o hambúrguer surgiu no século XIII, na Europa? A ideia de moer a carne chegou em Hamburgo no século XVII, onde um açougueiro resolveu também temperá-la. Assim, a receita foi disseminada nos Estados Unidos por alemães da região. Lá surgiu a ideia de colocar o hambúrguer no meio do pão e adicionar outros ingredientes, como queijo tomates e alface."
    },
    {
      "id": 7,
      "url_imagem": "https://rocketseat-cdn.s3-sa-east-1.amazonaws.com/launchbase/receitas/pizza.png",
      "titulo": "Pizza 4 estações",
      "autor": "Fabiana Melo",
      "ingredientes": [
        "1 xícara (chá) de leite",
        "1 ovo",
        "1 colher (chá) de sal",
        "1 colher (chá) de açúcar",
        "1 colher (sopa) de margarina",
        "1 e 1/2 xícara (chá) de farinha de trigo",
        "1 colher (sobremesa) de fermento em pó",
        "1/2 lata de molho de tomate",
        "250 g de mussarela ralada grossa",
        "2 tomates fatiados",
        "azeitona picada",
        "orégano a gosto"
      ],
      "modo_preparo": [
        "No liquidificador bata o leite, o ovo, o sal, o açúcar, a margarina, a farinha de trigo e o fermento em pó até que tudo esteja encorporado.",
        "Despeje a massa em uma assadeira para pizza untada com margarina e leve ao forno preaquecido por 20 minutos.",
        "Retire do forno e despeje o molho de tomate.",
        "Cubra a massa com mussarela ralada, tomate e orégano a gosto.",
        "Leve novamente ao forno até derreter a mussarela."
      ],
      "info_adicionais": "Pizza de liquidificador é uma receita deliciosa e supersimples de preparar. Feita toda no liquidificador, ela é bem prática para o dia a dia. Aqui no Foodfy você também encontra diversas delícias práticas feitas no liquidificador: massa de panqueca, torta de frango de liquidificador, pão de queijo de liquidificador, bolo de banana, bolo de chocolate e muito mais!"
    },
    {
      "id": 8,
      "url_imagem": "https://rocketseat-cdn.s3-sa-east-1.amazonaws.com/launchbase/receitas/doce.png",
      "titulo": "Docinhos pão-do-céu",
      "autor": "Ricardo Golvea",
      "ingredientes": [
        "1 kg de batata - doce",
        "100 g de manteiga",
        "3 ovos",
        "1 pacote de coco seco ralado (100 g)",
        "3 colheres (sopa) de açúcar 1 lata de Leite Moça",
        "1 colher (sopa) de fermento em pó",
        "manteiga para untar",
        "açúcar de confeiteiro"
      ],
      "modo_preparo": [
        "Cozinhe a batata-doce numa panela de pressão, com meio litro de água, por cerca de 20 minutos. Descasque e passe pelo espremedor, ainda quente.",
        "Junte a manteiga,os ovos, o coco ralado,o açúcar, o Leite Moça e o fermento em pó, mexendo bem após cada adição.",
        "Despeje em assadeira retangular média, untada e leve ao forno médio (180°C), por aproximadamente 45 minutos. Depois de frio, polvilhe, com o açúcar de confeiteiro e corte em quadrados."
      ],
      "info_adicionais": "Aproveite essa receita para fazer um dinheiro extra."
    },
    {
      "id": 9,
      "url_imagem": "https://rocketseat-cdn.s3-sa-east-1.amazonaws.com/launchbase/receitas/macarrao.png",
      "titulo": "Espaguete ao alho",
      "autor": "Júlia Kinoto",
      "ingredientes": [
        "1 pacote de macarrão 500 g (tipo do macarrão a gosto)",
        "1 saquinho de alho granulado",
        "1/2 tablete de manteiga (não use margarina)",
        "1 colher (sopa) de azeite extra virgem",
        "ervas (manjericão, orégano, salsa, cebolinha, tomilho, a gosto)",
        "sal",
        "1 dente de alho",
        "gengibre em pó a gosto",
        "1 folha de louro"
      ],
      "modo_preparo": [
        "Quando faltar mais ou menos 5 minutos para ficar no ponto de escorrer o macarrão, comece o preparo da receita.",
        "Na frigideira quente coloque a manteiga, o azeite, a folha de louro, e o alho granulado.",
        "Nesta hora um pouco de agilidade, pois o macarrão escorrido vai para a frigideira, sendo mexido e dosado com sal a gosto, as ervas, o gengibre em pó a gosto também.",
        "O dente de alho, serve para você untar os pratos onde serão servidos o macarrão.",
        "Coloque as porções nos pratos já com o cheiro do alho, e enfeite com algumas ervas."
      ],
      "info_adicionais": "Não lave o macarrão nem passe óleo ou gordura nele depois de escorrê-lo. Coloque direto na frigideira."
    },
    {
      "id": 10,
      "url_imagem": "https://rocketseat-cdn.s3-sa-east-1.amazonaws.com/launchbase/receitas/asinha.png",
      "titulo": "Asinhas de frango ao barbecue",
      "autor": "Vania Steroski",
      "ingredientes": [
        "12 encontros de asinha de galinha, temperados a gosto",
        "2 colheres de sopa de farinha de trigo",
        "1/2 xícara (chá) de óleo",
        "1 xícara de molho barbecue"
      ],
      "modo_preparo": [
        "Em uma tigela coloque o encontro de asinha de galinha e polvilhe a farinha de trigo e misture com as mãos.",
        "Em uma frigideira ou assador coloque o óleo quando estiver quente frite até ficarem douradas.",
        "Para servir fica bonito com salada, ou abuse da criatividade."
      ],
      "info_adicionais": "Por porção de 100 g / mL, o alimento \"Asa de frango, assada\" da categoria \"Aves\" tem um total de 290,0 calorias e os seguintes valores nutricionais: 26,9 g de proteína, 0,0 g de carboidratos e 19,5 g de gordura."
    },
    {
      "id": 12,
      "url_imagem": "https://cdn.guiadacozinha.com.br/wp-content/uploads/2020/03/torta-palmito-bacon-espinafre.jpg",
      "titulo": "Torta de palmito com espinafre e bacon",
      "autor": "Suellen Sousa",
      "ingredientes": [
        "1 xícara (chá) de leite",
        "4 ovos",
        "1/4 de xícara (chá) de óleo"
      ],
      "modo_preparo": [
        "No liquidificador, bata todos os ingredientes da massa até ficar homogêneo. ",
        "Despeje metade em uma assadeira de 35cm x 25cm untada e enfarinhada. "
      ],
      "info_adicionais": "Distribua os ingredientes do recheio sobre a massa e cubra com o restante da massa. Leve ao forno médio, preaquecido, por 30 minutos ou até que ao enfiar um palito, ele saia limpo. Sirva em seguida."
    },
    {
      "id": 13,
      "url_imagem": "https://i.ytimg.com/vi/9JgsPTNZlKg/maxresdefault.jpg",
      "titulo": "Torta de Bacalhau",
      "autor": "Priscila Santana",
      "ingredientes": [
        "500g de bacalhau",
        "1 cebola media",
        "1kg de batata",
        "3 tomates",
        "Sal a gosto",
        "1 colher de extrato de tomate"
      ],
      "modo_preparo": [
        "Deixe o bacalhau de molho na água de um dia para o outro",
        "Escorra, retire a pele e as espinhas e desfie.",
        "Misture com a cebola, o tomate e os pimentões, todos picados",
        "Acrescente o extrato de tomate e o sal e misture.",
        "Leve ao fogo, refogue no óleo e reserve",
        "À parte cozinhe as batatas com as cascas.",
        "Depois escorra e descasque ainda quente. Passe no espremedor e reserve.",
        "Bata as claras em neve, junte as gemas, a maisena, a margarina, o fermento, o queijo, o bacalhau e a batata.",
        "Por último, o leite.",
        "Mexa bem",
        "Espalhe azeitetonas.",
        "Asse em forno médio por 25 minutos."
      ],
      "info_adicionais": "Preparo em torno de 60 minutos, rendimento de 10 porções."
    },
    {
      "id": 14,
      "url_imagem": "https://cdn.panelinha.com.br/receita/1588270905274-39_Panelinha_12_02_200635.jpg",
      "titulo": "Feijoada",
      "autor": "Natan",
      "ingredientes": [
        "feijão",
        "carne",
        "carne de porco"
      ],
      "modo_preparo": [
        "cozinhe o feijão em uma panela de pressão",
        "coloque todos os ingredientes na panela"
      ],
      "info_adicionais": "Uma feijoada completa, digna de restaurante, mas feita em casa, com os pertences que você preferir"
    },
    {
      "id": 15,
      "url_imagem": "https://www.receitadevovo.com.br/gbau/sistema/receitas/img/feijoada-nordestina.jpg",
      "titulo": "feijoada",
      "autor": "natan",
      "ingredientes": [
        "fermento",
        "legumes",
        "thhth",
        "gtgtg",
        "gtgtt",
        "gtgtggt"
      ],
      "modo_preparo": [
        "adicione pedaços de morango"
      ],
      "info_adicionais": "frf"
    }
  ]
}